[Cues]
Act_E4_2B_Garage_Bathroom_Look01_Max_010="Man, Joyce and William built a whole new bathroom for Chloe. They're so great."
Act_E4_2B_Garage_Bracelet_Look01_Max_010="There's the old Chloe."
Act_E4_2B_Garage_CHChloe_Look04_Max_040="Stop it, Max. You need to get your friend's medicine."
Act_E4_2B_Garage_ChloeCHair_Look01_Max_010="I still can't believe I put Chloe in that chair..."
Act_E4_2B_Garage_ComputerSP01_Interact01_Max_010="Chloe is still a punk at heart... but she can't stage dive anymore."
Act_E4_2B_Garage_ComputerSP02_Interact01_Max_010="That's so cool that Chloe has made friends online."
Act_E4_2B_Garage_Computer_Look01_Max_010="Whoa, Chloe can totally control her computer... It's so great people get this high-tech help."
Act_E4_2B_Garage_Drawer_Max_010="Nothing but medical supplies...
"
Act_E4_2B_Garage_E4Drawer02_Look01_Max_010="She has to use a lot of lotion to keep her blood circulating."
Act_E4_2B_Garage_E4Drawer04SP01_Interact01_Max_010="Oh my God, I made that mix for her when we were twelve."
Act_E4_2B_Garage_E4Drawer05SP01_Interact01_Max_010="Gutless bastard. I am so glad Chloe stole your bullshit fund. Even if it was in another reality…"
Act_E4_2B_Garage_E4Drawer05SP01_Interact02_Max_020="What a bastard. I totally should have let Chloe steal your bullshit fund. Even if it was in another reality…"
Act_E4_2B_Garage_E4Drawer05_Interact01_Max_010="Wowser, Chloe was a straight-A student. She could have gone to any college."
Act_E4_2B_Garage_E4Drawer06SP01_Interact01_Max_010="Despite everything, they’re still a happy family again…"
Act_E4_2B_Garage_E4Drawer06SP02_Interact01_Max_010="It's cool that in this reality, Chloe really loves skating too."
Act_E4_2B_Garage_HeatLamp_Look01_Max_010="That’s a serious heat lamp."
Act_E4_2B_Garage_MakeUp_Look01_Max_010="I should offer to put makeup on for Chloe. Not that I can, but it would be fun."
Act_E4_2B_Garage_MedicalVentilator_Look01_Max_010="Oh man, she has to use that ventilator just to breathe."
Act_E4_2B_Garage_MouthJoystick_Look01_Max_010="That is so incredible... and she can browse cat videos on the web."
Act_E4_2B_Garage_PatientLifter_Look01_Max_010="At least Chloe doesn’t weigh that much."
Act_E4_2B_Garage_Perfusion_Look01_Max_010="That must be her mighty morphine machine...|No more bongs for her."
Act_E4_2B_Garage_PhotoAlbum_Look01_Max_010="So Chloe has her own photo album."
Act_E4_2B_Garage_PhotoChloeWilliam_Max_010="I'm glad I took this photo. Chloe has a new memory of William and her together."
Act_E4_2B_Garage_PinboardSP01_Interact01_Max_010="It's nice my parents sent a card at least."
Act_E4_2B_Garage_PinboardSP02_Interact01_Max_010="I wonder who this is. Kind of a generic card."
Act_E4_2B_Garage_PinboardSP03_Interact01_Max_010="I wasn't very available to Chloe. Real nice."
Act_E4_2B_Garage_PinboardSP04_Interact01_Max_010="At least I sent road-trip selfies to Chloe. I’m sure that made her feel great."
Act_E4_2B_Garage_Pinboard_Look01_Max_010="Chloe's message board since the accident sure looks lonely.|I didn't add much. Bad Max."
Act_E4_2B_Garage_Scripted_Max_010="Man, Chloe is seriously hurting. I need to find her painkiller."
Act_E4_2B_Garage_Scripted_Max_020="Chloe said her morphine was upstairs."
Act_E4_2B_Garage_Scripted_Max_040="Talk about Chaos Theory... I fucked everything up..."
Act_E4_2B_Garage_Scripted_Max_050="Nothing feels right about this reality…"
Act_E4_2B_Garage_Scripted_Max_060="So is this what you wanted, Max? Are you happy now?"
Act_E4_2B_Garage_Scripted_Max_080="How can I decide if William's life is worth what happened to Chloe... and vice versa?"
Act_E4_2B_Garage_Scripted_Max_110="This is Chloe's home now... forever. It's amazing what we take for granted."
Act_E4_2B_Garage_SnowDoe_Look01_Max_010="Awww, the snow doe... I guess not everything changed."
Act_E4_2B_Garage_SnowGlobes_Look01_Max_010="The snow globes are taking over…"
Act_E4_2B_Garage_ToyBear_Look01_Max_010=""Hello Chloe."|She likes fluffy animals now."
Act_E4_2B_Garage_Window_Look01_Max_010="Does Chloe look at the garden and think about her childhood? She can’t even feel the grass now…"
Act_E4_2B_Garden_DeadBirds_Look01_Max_010="Look at all these dead birds... It’s happening here too...?"
Act_E4_2B_Garden_Drawing_Look01_Max_010="Chloe actually moved our drawing so she could see it from her room... Chloe..."
Act_E4_2B_Garden_Grave_Look01_Max_010="I'm sorry, Bongo kitty, but you passed on before I changed this reality..."
Act_E4_2B_Garden_House_Look01_Max_010="The house looks so great. William finally had the time to paint the house and fix up the garden."
Act_E4_2B_Garden_Swing_Look01_Max_010="Oh man, the swing is gone now... Must have been sad for Chloe when William took it down."
Act_E4_2B_Garden_Window_Look01_Max_010="I'm glad Chloe gets a room with a view."
Act_E4_2B_LivingRoom_Bills_Look01_Max_010="Damn, this is just for Chloe’s basic supplies…"
Act_E4_2B_LivingRoom_CHWilliam_Look01_Max_010="Every time I look at William, I think he's a replicant..."
Act_E4_2B_LivingRoom_CookieJar_Look01_Max_010="No change to spare anymore. Now it's back to cookies."
Act_E4_2B_LivingRoom_EiffelTower_Look01_Max_010="Bonjour! That’s great they finally went to Paris."
Act_E4_2B_LivingRoom_FoodCoupons_Look01_Max_010="Joyce is a food coupon boss."
Act_E4_2B_LivingRoom_Graffiti_Look01_Max_010="Yep, that’s the same graffiti from before…"
Act_E4_2B_LivingRoom_Keys_Look01_Max_010="To think that our destiny is linked to goddamn car keys…"
Act_E4_2B_LivingRoom_Mail_Look01_Max_010="They’re drowning in debt... just to take care of their daughter. Such bullshit."
Act_E4_2B_LivingRoom_Mortgage_Look01_Max_010="They might get their own home taken away because of medical bills... That’s terrible."
Act_E4_2B_LivingRoom_Newspaper_Look01_Max_010="These whales are just a preview of the tornado to come... and the Prescott Foundation? Jesus."
Act_E4_2B_LivingRoom_Newspaper_Look02_Max_020="Rachel Amber is even missing in this reality... I guess I can't change everything."
Act_E4_2B_LivingRoom_OldTV_Look01_Max_010="They gave Chloe their giant expensive HD TV and they use her shitty tube television."
Act_E4_2B_LivingRoom_SaleFlyer_Look01_Max_010="Joyce and William never had a garage sale before…"
Cue_E4_2B_Garage_CHChloe_Phase01_Chloe_001="So, are you sure it isn't too weird for you to be hanging out with me like this?"
Cue_E4_2B_Garage_CHChloe_Phase01_Chloe_002="My life is just so different than yours. I mean, we can't just bounce out of here and... I'll be doped up half the day in pain. So that's cool."
Cue_E4_2B_Garage_CHChloe_Phase01_Chloe_003="No, you were busy kicking ass. I don't blame anyone for bailing on me. People suck. Just joking."
Cue_E4_2B_Garage_CHChloe_Phase01_Chloe_009="Well, hot monkey sex would be nice.|Oh, look, I made Maxine blush!|So, are you dating anyone at Blackwell?"
Cue_E4_2B_Garage_CHChloe_Phase01_Chloe_010="But I do feel grateful I can see the ocean, that I have parents who love me, and that my best friend is here with me today."
Cue_E4_2B_Garage_CHChloe_Phase01_Chloe_012="Which is stupid because you are so damn cool. Some bro has to be crushing on you."
Cue_E4_2B_Garage_CHChloe_Phase01_Chloe_013="Oh, please. You can't be an artist unless you experience life... That includes boys, girls, whatever."
Cue_E4_2B_Garage_CHChloe_Phase01_Chloe_014="His loss. You need to move on, girl. Plenty of fish in the 'Bay... Shit, I sound like my dad."
Cue_E4_2B_Garage_CHChloe_Phase01_Chloe_019="Of course, he's my hero. I swear he would do anything for me or Mom. Wish I could do something for him..."
Cue_E4_2B_Garage_CHChloe_Phase01_Chloe_020="Rub it in. I can't ever get mad at the fool. He does so much for me... I haven't done jack for him."
Cue_E4_2B_Garage_CHChloe_Phase01_Chloe_021="More like they're here for me. But then, so are you... so it's all good."
Cue_E4_2B_Garage_CHChloe_Phase01_Max_004="Kind of, but only because I haven't seen you in so long... I was selfish."
Cue_E4_2B_Garage_CHChloe_Phase01_Max_005="No way. I don't want you to feel weird."
Cue_E4_2B_Garage_CHChloe_Phase01_Max_006="Not really, no. There are some cute boys there, but you know me... I'm too damn shy."
Cue_E4_2B_Garage_CHChloe_Phase01_Max_007="Exactly. So, what else do you need?"
Cue_E4_2B_Garage_CHChloe_Phase01_Max_008="I was supposed to go out with this guy named Warren, but I don't think he's into me anymore..."
Cue_E4_2B_Garage_CHChloe_Phase01_Max_011="I'm too busy with school and photography."
Cue_E4_2B_Garage_CHChloe_Phase01_Max_015="This guy Warren asked me out, but I turned him down. Now he's with somebody else..."
Cue_E4_2B_Garage_CHChloe_Phase01_Max_016="How is William? Do you... like having him around?"
Cue_E4_2B_Garage_CHChloe_Phase01_Max_018="That's okay if you sound like William. He really cares about you."
Cue_E4_2B_Garage_CHChloe_Phase01_Max_022="You have. You're here with your family."
Cue_E4_2B_Garage_CHChloe_Quick01_Chloe_001="Sorry, I need to rest for a moment, okay?"
Cue_E4_2B_Garage_CHChloe_Quick01_Chloe_002="Sorry, Max. Need to rest. "
Cue_E4_2B_Garage_ChloeBed_IGE_Chloe_010="I'm so glad we had our movie night. Even if you crashed on me."
Cue_E4_2B_Garage_ChloeBed_IGE_Chloe_020="It is weird having a sleepover with you after all these years."
Cue_E4_2B_Garage_ChloeBed_IGE_Chloe_030="Hope you’re not jealous of all my tech toys…"
Cue_E4_2B_Garage_ChloeBed_IGE_Chloe_040="I wonder what my room upstairs would look like…"
Cue_E4_2B_Garage_ChloeBed_IGE_Chloe_050="My head is splitting, Max. I need that medicine…"
Cue_E4_2B_Garage_ChloeBed_IGE_Chloe_060="Grab that photo album over there and let’s have a flashback."
Cue_E4_2B_Garage_ChloeBed_IGE_Chloe_070="Max, thanks for being a real friend."
Cue_E4_2B_Garage_ChloeBed_IGE_Max_015="That’s why they call it a “sleepover.”"
Cue_E4_2B_Garage_ChloeBed_IGE_Max_025="Yeah, but it still feels the same..."
Cue_E4_2B_Garage_ChloeBed_IGE_Max_035="I’m blown away, Tony Stark..."
Cue_E4_2B_Garage_ChloeBed_IGE_Max_045="Probably a shithole."
Cue_E4_2B_Garage_ChloeBed_IGE_Max_055="I’m sorry, hold on."
Cue_E4_2B_Garage_ChloeBed_IGE_Max_065="It wouldn’t be my first."
Cue_E4_2B_Garage_ChloeBed_IGE_Max_075="I hope it takes one to know one..."
Cue_E4_2B_Garage_ChloeTurnPage_IGE_Chloe_010="Max, do you mind turning the page? I’m too busy as you can see…"
Cue_E4_2B_Garage_ChloeTurnPage_IGE_Chloe_020="These are great pictures, Max. Uh, can we see some more?"
Cue_E4_2B_Garage_ChloeTurnPage_IGE_Chloe_030="Okay Max, please turn the page now."
Cue_E4_2B_Garage_GiveMedicine_Chloe_010="Finally. Give me the blue pill…"
Cue_E4_2B_Garage_GiveMedicine_Chloe_030="Go ahead and plug it right in. It's so easy. And painless."
Cue_E4_2B_Garage_GiveMedicine_Chloe_050="Oh, trust me, I will."
Cue_E4_2B_Garage_GiveMedicine_Chloe_060="Of course, my pain just keeps getting worse... but you caught me on a good day. Max, I'm so grateful that I'm even able to hang out with you. See, I'm getting mushy. I'm already high."
Cue_E4_2B_Garage_GiveMedicine_Chloe_080="Um, stop me if I'm being too emo, but can you grab one of the photo albums over there? I'd like to check out some old pictures of us when we were kids."
Cue_E4_2B_Garage_GiveMedicine_Max_020="I'm sorry. I'm nosy, but not precise."
Cue_E4_2B_Garage_GiveMedicine_Max_040="Um, okay, but get ready to yell for your folks if I screw up."
Cue_E4_2B_Garage_GiveMedicine_Max_070="You are so adorable. Do you want anything else?"
Cue_E4_2B_Garage_GiveMedicine_Max_090="Please. My diary is like emo ground zero. Plus Max Caulfield does not pass up a photo op with Chloe Price. Ever."
Cue_E4_2B_Garage_GivePhotoAlbum_Chloe_020="Perfect."
Cue_E4_2B_Garage_GivePhotoAlbum_Chloe_025="Oh my God, look how little we are there! We look like toys!"
Cue_E4_2B_Garage_GivePhotoAlbum_Chloe_040="My dad was pissed at us. He actually tried to give us a time-out!"
Cue_E4_2B_Garage_GivePhotoAlbum_Chloe_060="Whoa, awesome picture. We look so badass in our pirate gear."
Cue_E4_2B_Garage_GivePhotoAlbum_Chloe_080="There’s still time for you..."
Cue_E4_2B_Garage_GivePhotoAlbum_Chloe_085="Oh man, there we are making pancakes. I love that shot of us. It's hard to believe my dad took that picture only five years ago."
Cue_E4_2B_Garage_GivePhotoAlbum_Chloe_100="I wish it was."
Cue_E4_2B_Garage_GivePhotoAlbum_Chloe_120="Listen, Max, my respiratory system is failing and... and it's only getting worse.|I've heard the doctors talking about it when they thought I was zonked out.|So I know I'm just putting off the inevitable,|while my parents suffer along... and I will, too.|This isn't how I want things to end."
Cue_E4_2B_Garage_GivePhotoAlbum_Chloe_140="I'm saying that being with you again has been so special. I just wanted to feel like when we were kids running around Arcadia Bay... and everything was possible.|And you made me feel that way today. I want this time with you to be my last memory...|Do you understand?"
Cue_E4_2B_Garage_GivePhotoAlbum_Max_010="Is that okay?"
Cue_E4_2B_Garage_GivePhotoAlbum_Max_030="I remember that day by the lighthouse."
Cue_E4_2B_Garage_GivePhotoAlbum_Max_050="And you laughed at him. My dad would have banished me."
Cue_E4_2B_Garage_GivePhotoAlbum_Max_070="We should have taken over Arcadia Bay when we had the chance."
Cue_E4_2B_Garage_GivePhotoAlbum_Max_090="Literally seems like yesterday…"
Cue_E4_2B_Garage_GivePhotoAlbum_Max_110="Me too…"
Cue_E4_2B_Garage_GivePhotoAlbum_Max_130="What? What are you saying?"
Cue_E4_2B_Garage_GivePhotoAlbum_Max_150="Yes, I do."
Cue_E4_2B_Garage_MedicineChoice_Accept_Chloe_010="All you have to do is crank up the IV to eleven..."
Cue_E4_2B_Garage_MedicineChoice_Accept_Chloe_030="I’ll just drift asleep... dreaming of us here together... forever."
Cue_E4_2B_Garage_MedicineChoice_Accept_Chloe_040="Thank you so much.|I'm so proud of you for following your dreams.|Don't forget about me."
Cue_E4_2B_Garage_MedicineChoice_Accept_Chloe_060="I love you, Max.|See you around."
Cue_E4_2B_Garage_MedicineChoice_Accept_Max_020="Chloe…"
Cue_E4_2B_Garage_MedicineChoice_Accept_Max_050="Never."
Cue_E4_2B_Garage_MedicineChoice_Accept_Max_070="Sooner than you think…"
Cue_E4_2B_Garage_MedicineChoice_Dontknow_Chloe_020="Max, you were there for your friend no matter what. Now I'm asking you to help me the same way."
Cue_E4_2B_Garage_MedicineChoice_Dontknow_Chloe_040="At least you have a choice. When you want to make a decision, you can just do it. Look at me, I'm at the mercy of... everybody.| For once, I want to make my own choice... the most important one of my life. Please... help me, Max."
Cue_E4_2B_Garage_MedicineChoice_Dontknow_Max_010="Chloe... I really don't know if I can do this. I had another friend who wanted to... end it all and I did everything I could to try and save her life. How can I be responsible for ending yours? I mean, there's got to be another way."
Cue_E4_2B_Garage_MedicineChoice_Dontknow_Max_030="I want to help you, Chloe, but I think my help is hurting."
Cue_E4_2B_Garage_MedicineChoice_Refuse_Chloe_010="All you have to do is crank up the IV to eleven..."
Cue_E4_2B_Garage_MedicineChoice_Refuse_Chloe_030="I’m an adult. I’m giving you the right."
Cue_E4_2B_Garage_MedicineChoice_Refuse_Chloe_050="I already said my goodbyes to them, but they won't honor my wishes. You will... right?"
Cue_E4_2B_Garage_MedicineChoice_Refuse_Chloe_070="Max, I’m dying from my illness, not my dosage. This accelerates the process. I’d rather go out on a wave than a rock. And I want my best friend to help me out…"
Cue_E4_2B_Garage_MedicineChoice_Refuse_Chloe_090="Why, Max? You're just bailing on me like everybody else! Why don't you go now? You've been wanting to since you got here, right? So go and don't come back."
Cue_E4_2B_Garage_MedicineChoice_Refuse_Max_020="Chloe... I can't. It wrecks me to see you in any pain, but I don't have any right to do this."
Cue_E4_2B_Garage_MedicineChoice_Refuse_Max_040="But Joyce... and William…"
Cue_E4_2B_Garage_MedicineChoice_Refuse_Max_060="I can't... kill you with an overdose."
Cue_E4_2B_Garage_MedicineChoice_Refuse_Max_080="I am going to help you, but not like that. You have to believe me, Chloe."
Cue_E4_2B_Garage_MedicineChoice_Refuse_Max_100="Chloe, I am never leaving you again."
Cue_E4_2B_Garage_MedicineChoice_Refuse_Max_110="I’m sorry, William…"
Cue_E4_2B_Garage_PolaRewind_Chloe_010="Not until I see it first! You know the rules, Dad!"
Cue_E4_2B_Garage_PolaRewind_Chloe_020="You mean pancakes?"
Cue_E4_2B_Garage_PolaRewind_Chloe_030="Max, tell him…"
Cue_E4_2B_Garage_PolaRewind_PolarewindVoices_010=""Cheesecake!"
Come on, now say "Pancake!"
I can't even see!
"
Cue_E4_2B_Garage_PolaRewind_William_010="Who wants to help me make crêpes?"
Cue_E4_2B_Garage_PolaRewind_William_020="In France, they call them "crêpes.""
Cue_E4_2B_Garage_TurnPage_Max_010="This photo… Maybe I could…"
Cue_E4_2B_Garage_WakeUp_Chloe_020="I know you were beat down after the day with me. And Blade Runner is a pretty dreamy movie to watch at night. Uh, do you think Deckard is a replicant?"
Cue_E4_2B_Garage_WakeUp_Chloe_030="Sorry, I can see you’re not wide awake like me."
Cue_E4_2B_Garage_WakeUp_Chloe_050="I do have a mother and father when you’re not falling asleep on me."
Cue_E4_2B_Garage_WakeUp_Chloe_070="It’s the company I keep…"
Cue_E4_2B_Garage_WakeUp_Chloe_080="Yesterday was such a blast."
Cue_E4_2B_Garage_WakeUp_Chloe_100="I know things were different when we were just dorky kids, but being with you made me feel like when we were little pirates, jumping and running through the forests again. It meant a lot to me just to chill out with you and bullshit."
Cue_E4_2B_Garage_WakeUp_Chloe_110="Ahh... Fuck. Um, I'm getting my regular head pains... Uh, can you pretty please go upstairs and get my—my morphine injector in the bathroom?"
Cue_E4_2B_Garage_WakeUp_Chloe_130="It's—ahh. It's total Star Trek shit. You can't even see the needle. Seriously, I need it. Um, my parents keep the swag upstairs because they think I can't get to it... but you can, Max. Like a pirate, right?"
Cue_E4_2B_Garage_WakeUp_Max_010="I cannot believe you fell asleep so fast. How dare you."
Cue_E4_2B_Garage_WakeUp_Max_040="No, I’m sorry I crashed so hard. Were you... okay?"
Cue_E4_2B_Garage_WakeUp_Max_060="You are a bitch in the morning."
Cue_E4_2B_Garage_WakeUp_Max_090="It was great, seeing you."
Cue_E4_2B_Garage_WakeUp_Max_120="Morphine injector?"
Cue_E4_2B_Garage_WakeUp_Max_140="I'm on it, Chloe."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_Max_002="Hey, William. Am I bothering you?"
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_Max_008="Hello again, William."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_Max_009="I know it must be hard on you guys, financially."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_Max_010="I don't know how to say this, but I am truly sorry about what happened to Chloe."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_Max_013="I was impressed by Chloe's room and all the high-tech equipment."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_Max_017="I know. You look exactly the same. It's so cool."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_Max_018="William, I just want you to know that whatever happens,|I'll always be here for Chloe. Always."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_Max_019="Is she mad at me for not staying in touch?|She should be, I have no excuse."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_Max_020="She is amazing. I'm so glad you're here to help her... and be her father."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_Max_023="I have to go see if Chloe needs anything. It was so great talking with you again."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_Max_024="Being around you and Joyce again is so nostalgic."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_Max_025="I was reading about that missing girl... Rachel Amber?"
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_Max_026="What do you think is going on with all of this crazy weather and animals dying?"
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_Max_027="The Prescott family might be bad news. What do you think about them?"
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_Max_028="I should get back to Chloe..."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_Max_029="So you finally made it to Paris?"
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_Max_030="I can see her loving it there. You guys rock for going on a family adventure like that."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_Max_037="Sounds like you know them well. "
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_William_001="Why, yes, Max, I love going through bills. Kidding.|How can you bother me? I haven't seen you in forever."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_William_003="Nice to see you back."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_William_005="Good, or I'd be ascared if I didn't look like me... Of course, you seem more adult now. So what's on your mind?"
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_William_006="I'm so glad Joyce is here to help us both. Max, I just hate to think of what would happen to Chloe if I wasn't here..."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_William_007="Me too. All it takes is a few minutes to change a girl's whole life. But she's alive. And she's been a trooper."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_William_011="These bills are more like crushing. We have to mortgage our home and that's pretty scary... but we'll get through it. The Price is always right. Get it? No?"
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_William_012="You should be. We could buy a few mansions for what it all costs. The insurance helps, but... I don't know, Max."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_William_014="She was disappointed, but she knows you care.|And I know how hard it is to process all this. It's taken us years."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_William_016="Very old school, as they say. I think it's great for Chloe to see you. It makes Joyce happy, too. So it's not all bad news in Arcadia Bay. Or is it?"
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_William_021="I know you will, Max. "
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_William_022="Oh yes, she went to Blackwell, right? Poor thing. That's a real nightmare for a family... I get scared thinking about Chloe and that we might... lose her someday."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_William_031="She talked about going to school there... but that's not practical anymore. It's not fair, Max..."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_William_032=""Oui," as they say. Not me, because I can't speak French. But it was a great experience, especially for Chloe."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_William_033="You act like it's the last time. And please, keep me from these bills whenever you want. "
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_William_034="Nobody knows, right? It is Nostradamus type shit, pardon my French. But all I actually care about now is Chloe and Joyce. My family."
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_William_035="Evil. Next question?"
Cue_E4_2B_LivingRoom_CHWilliam_Phase01_William_036="More than I want to. But Joyce has to work for those greedy bastards at Pan Estates. I don't even like to think about it."
Cue_E4_2B_LivingRoom_WilliamOno_IGE_William_010="(sigh)"
Cue_E4_2B_LivingRoom_WilliamOno_IGE_William_020="(sigh)"
Cue_E4_2B_LivingRoom_WilliamOno_IGE_William_030="(sigh)"
Cue_E4_2B_LivingRoom_WilliamOno_IGE_William_040="(sing and sigh)"
Cue_E4_2B_LivingRoom_WilliamOno_IGE_William_050="What if I do this?"
Cue_E4_2B_LivingRoom_WilliamOno_IGE_William_060="(sigh)"
Cue_E4_2B_LivingRoom_WilliamOno_IGE_William_070="I'm not gonna say fucking, i'm not gonna say fucking…"
Cue_E4_2B_LivingRoom_WilliamOno_IGE_William_080="Woo, wonderful."
Cue_E4_2B_LivingRoom_WilliamOno_IGE_William_090="Ah, terrific."
Cue_E4_2B_LivingRoom_WilliamOno_IGE_William_100="(sigh and laugh)"
Cue_E4_2B_LivingRoom_WilliamOno_IGE_William_110="Oh, great."
Cue_E4_2B_LivingRoom_WilliamTable_IGE_William_010="Goddamn, the bills never end..."
Cue_E4_2B_LivingRoom_WilliamTable_IGE_William_020="Just shoot me now."
Cue_E4_2B_LivingRoom_WilliamTable_IGE_William_030="These bills should all just say, "Dear sir, you are screwed.""
Cue_E4_2B_LivingRoom_WilliamTable_IGE_William_040="This insurance is worthless…"
Cue_E4_2B_LivingRoom_WilliamTable_IGE_William_050="I definitely have to take a third job…"
Cue_E4_2B_LivingRoom_WilliamTable_IGE_William_060="No, I don’t think Joyce’s tips will cover all this…"
